Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: Your US$%lld top-up is being applied.
af: Jou oplaai van US$%lld word tans toegepas.
ak: Wo sika a wode tɔɔ US$%lld mu no reyɛ adwuma.
am: የ US$%lld የመሙያ ገንዘብዎ ተግባራዊ እየሆነ ነው።
an: A tuya recarga de US$%lld se ye aplicando.
ar: يتم الآن تطبيق شحنك بقيمة US$%lld.
as: আপোনাৰ US$%lld টপ-আপ প্ৰয়োগ কৰা হৈ আছে।
ast: La to recarga de US$%lld ta aplicándose.
az: US$%lld dəyərində doldurmanız tətbiq olunur.
be: Ваша папаўненне на US$%lld зараз прымяняецца.
bg: Зареждането ви от US$%lld се прилага в момента.
bn: আপনার US$%lld টপ-আপ প্রয়োগ করা হচ্ছে।
br: Ho kargadenn US$%lld a zo en em arloañ.
bs: Vaša nadopuna od US$%lld upravo se primjenjuje.
ca: La teva recàrrega de US$%lld s'està aplicant.
ceb: Gina-apply karon ang imong singil nga US$%lld.
ckb: پڕکردنەوەی US$%lld تۆ ئێستا جێبەجێ دەکرێت.
co: A vostra ricarica di US$%lld hè in cursu d'esse applicata.
cs: Vaše dobití US$%lld se právě uplatňuje.
cy: Mae eich ail-lenwad US$%lld yn cael ei gymhwyso.
da: Din opfyldning på US$%lld bliver anvendt.
de: Deine Aufladung über US$%lld wird gerade angewendet.
el: Η ανανέωσή σου US$%lld εφαρμόζεται αυτή τη στιγμή.
eo: Via ŝarĝo de US$%lld estas nun aplikata.
es: Tu recarga de US$%lld se está aplicando.
es_ar: Tu recarga de US$%lld se está aplicando.
es_bo: Tu recarga de US$%lld se está aplicando.
et: Sinu US$%lld täiendust rakendatakse praegu.
eu: Zure US$%lld-ko karga aplikatzen ari da.
fa: شارژ US$%lld شما در حال اعمال شدن است.
fi: US$%lld:n latauksesi käsitellään parhaillaan.
fil: Inaaplay na ang iyong top up na US$%lld.
fo: Ílegging tín av US$%lld verður nú brúkt.
fr: Votre recharge de US$%lld est en cours d'application.
fy: Dyn opwurdearring fan US$%lld wurdt no tapast.
ga: Tá d'athlíonadh US$%lld á chur i bhfeidhm.
gd: Tha an lìonadh agad de US$%lld ga chur an gnìomh.
gl: A túa recarga de US$%lld estase aplicando.
gn: Ne mbomyenyhẽ US$%lld oñembohapyma.
gu: તમારું US$%lld ટોપ-અપ લાગુ કરવામાં આવી રહ્યું છે.
ha: Ana aiwatar da cika kuɗin ku na US$%lld.
haw: Ke hoʻohana ʻia nei kou hoʻopiha US$%lld.
he: ההטענה שלך של US$%lld מוחלת כרגע.
hi: आपका US$%lld का टॉप-अप लागू किया जा रहा है।
hmn: Koj qhov ntxiv nyiaj US$%lld tab tom raug siv.
hr: Vaša nadopuna od US$%lld upravo se primjenjuje.
hsb: Twoje napjelnjenje US$%lld so runje nałožuje.
ht: Rechaj ou US$%lld ap aplike kounye a.
hu: A US$%lld összegű feltöltésed alkalmazás alatt áll.
hy: Ձեր US$%lld լրացումը կիրառվում է։
ia: Tu addition de US$%lld es actualmente applicate.
id: Isi ulang US$%lld Anda sedang diterapkan.
ig: A na-eme ka ịgbakwunye gị nke US$%lld rụọ ọrụ.
is: Áfylling þín upp á US$%lld er í vinnslu.
it: La tua ricarica da US$%lld è in fase di applicazione.
ja: US$%lld のチャージを反映しています。
jv: Isi ulang sampeyan US$%lld saiki ditrapake.
ka: თქვენი US$%lld შევსება ახლა გამოიყენება.
kab: Amlili-inek n US$%lld ittwaskidb tura.
kk: Сіздің US$%lld толтыруыңыз қазір қолданылып жатыр.
km: ការបញ្ចូលទឹកប្រាក់ US$%lld របស់អ្នកកំពុងត្រូវបានអនុវត្ត។
kn: ನಿಮ್ಮ US$%lld ಟಾಪ್-ಅಪ್ ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆ.
ko: US$%lld 충전이 적용되는 중입니다.
ku: Top-up-a te ya US$%lld tê sepandin.
ky: Сиздин US$%lld толтуруңуз колдонулуп жатат.
la: Auctio tua US$%lld nunc applicatur.
lb: Deng US$%lld Opluedung gëtt elo ugewannt.
lo: ການເຕີມເງິນ US$%lld ຂອງທ່ານກຳລັງຖືກນຳໃຊ້.
lt: Jūsų US$%lld papildymas šiuo metu pritaikomas.
lv: Jūsu US$%lld papildinājums pašlaik tiek piemērots.
mg: Ampiharina izao ny famenoanao US$%lld.
mi: Kei te whakamahia tō whakaki US$%lld.
mk: Вашето дополнување од US$%lld моментално се применува.
ml: നിങ്ങളുടെ US$%lld ടോപ്പ്-അപ്പ് പ്രയോഗിക്കുന്നു.
mn: Таны US$%lld-ийн цэнэглэлт хэрэгжиж байна.
mr: तुमचा US$%lld टॉप-अप लागू केला जात आहे.
ms: Tambah nilai US$%lld anda sedang digunakan.
mt: It-top-up tiegħek ta' US$%lld qed jiġi applikat.
my: သင့် US$%lld ငွေဖြည့်မှုကို အသုံးချနေပါသည်။
nb: Påfyllingen din på US$%lld blir brukt nå.
ne: तपाईंको US$%lld टप-अप लागू गरिँदैछ।
nl: Je opwaardering van US$%lld wordt toegepast.
nn: Påfyllingen din på US$%lld blir brukt nå.
ny: Kulipira kwanu kwa US$%lld kukugwiritsidwa ntchito.
om: Guutuun US$%lld kee hojii irra oolfamaa jira.
or: ଆପଣଙ୍କ US$%lld ଟପ୍-ଅପ୍ ଆବେଦିତ ହେଉଛି।
pa: ਤੁਹਾਡਾ US$%lld ਟਾਪ-ਅੱਪ ਲਾਗੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pl: Twoje doładowanie na US$%lld jest właśnie stosowane.
ps: ستاسو US$%lld چارج تطبیق کیږي.
pt: O teu carregamento de US$%lld está a ser aplicado.
pt_br: Sua recarga de US$%lld está sendo aplicada.
qu: US$%lld hunt'anayki kunanqa aplicasqa kachkan.
rm: Tes chargiament da US$%lld vegn actualmain applitgà.
ro: Realimentarea ta de US$%lld este în curs de aplicare.
ru: Ваше пополнение на US$%lld применяется.
rw: Kwongeramo kwawe kwa US$%lld birimo gukoreshwa.
sd: توهان جو US$%lld ٽاپ اپ لاڳو ڪيو پيو وڃي.
sh: Vaša nadopuna od US$%lld upravo se primjenjuje.
si: ඔබේ US$%lld රීචාජ් එක යෙදෙමින් පවතී.
sk: Vaše dobitie US$%lld sa práve uplatňuje.
sl: Vaša dopolnitev v vrednosti US$%lld se ravno uveljavlja.
sm: O lo'o fa'aogaina nei lau fa'atumu US$%lld.
sn: Kuchaja kwako kweUS$%lld kuri kushandiswa.
so: Buuxintaada US$%lld waa la dalicayaa.
sq: Rimbushja jote prej US$%lld po aplikohet.
sr: Ваша допуна од US$%lld се управо примењује.
st: Ho tlatsa ha hao ha US$%lld ho ntse ho sebelisoa.
su: Isi ulang anjeun US$%lld ayeuna dilarapkeun.
sv: Din påfyllning på US$%lld tillämpas just nu.
sw: Kuongeza fedha kwako kwa US$%lld kunatumika sasa.
ta: உங்கள் US$%lld டாப்-அப் பொருத்தப்படுகிறது.
te: మీ US$%lld టాప్-అప్ వర్తింపజేయబడుతోంది.
tg: Пуркунии US$%lld-и шумо ҳоло татбиқ мешавад.
th: การเติมเงิน US$%lld ของคุณกำลังถูกดำเนินการ
ti: US$%lld ምምላእካ ይትግበር ኣሎ።
tk: US$%lld doldurmaňyz häzir ulanylýar.
tn: Go tlatsa ga gago ga US$%lld go dirisiwa jaanong.
to: ʻOku ngāueʻaki ʻa hoʻo fakafonu ʻo e US$%lld.
tr: US$%lld değerindeki yüklemeniz uygulanıyor.
tt: Сезнең US$%lld тулыландыруыгыз хәзер кулланыла.
ug: سىزنىڭ US$%lld تولدۇرۇشىڭىز ھازىر قوللىنىلىۋاتىدۇ.
uk: Ваше поповнення на US$%lld зараз застосовується.
ur: آپ کا US$%lld ٹاپ اپ لاگو کیا جا رہا ہے۔
uz: US$%lld to'ldirishingiz qo'llanilmoqda.
vi: Khoản nạp US$%lld của bạn đang được áp dụng.
wa: Vosse ratchardjadje di US$%lld est en trin d' esse aplikêye.
xh: I-top-up yakho ye-US$%lld iyasetyenziswa ngoku.
yi: אייער אויפלאָדן פֿון US$%lld ווערט איצט אויפגעלייגט.
yo: Ìkówó rẹ ti US$%lld ń fi ìṣe hàn.
zh: 你的 US$%lld 充值正在处理中。
zh_hk: 你的 US$%lld 加值正在處理中。
zu: I-top-up yakho ye-US$%lld iyasebenza manje.

source: Your US$%lld top-up is taking longer than usual to appear.
af: Jou oplaai van US$%lld neem langer as gewoonlik om te verskyn.
ak: Wo sika a wode tɔɔ US$%lld mu no gye bere pii sen sɛnea ɛtaa gye ansa na epue.
am: የ US$%lld የመሙያ ገንዘብዎ ከተለመደው በላይ ጊዜ ወስዶ ብቅ እያለ ነው።
an: A tuya recarga de US$%lld ye tardando mas de lo normal en amostrar-se.
ar: يستغرق ظهور شحنك بقيمة US$%lld وقتاً أطول من المعتاد.
as: আপোনাৰ US$%lld টপ-আপ দেখা পোৱাত সাধাৰণতকৈ বেছি সময় লাগি আছে।
ast: La to recarga de US$%lld ta tardando más de lo normal n'apaecer.
az: US$%lld dəyərində doldurmanızın görünməsi adətdən daha çox vaxt aparır.
be: Адлюстраванне вашага папаўнення на US$%lld займае больш часу, чым звычайна.
bg: Появата на зареждането ви от US$%lld отнема повече от обичайното.
bn: আপনার US$%lld টপ-আপ দেখা যেতে স্বাভাবিকের চেয়ে বেশি সময় লাগছে।
br: Hirocʼh eget boaz eo diskouez ho kargadenn US$%lld.
bs: Prikazivanje vaše nadopune od US$%lld traje dulje nego inače.
ca: La teva recàrrega de US$%lld triga més del normal a aparèixer.
ceb: Ang imong singil nga US$%lld nagkuha og dugang panahon kaysa naandan aron makita.
ckb: دەرکەوتنی پڕکردنەوەی US$%lld تۆ کاتی زیاتر لە ئاسایی دەخایەنێت.
co: A vostra ricarica di US$%lld piglia più tempu chè d'usu per apparisce.
cs: Zobrazení vašeho dobití US$%lld trvá déle než obvykle.
cy: Mae eich ail-lenwad US$%lld yn cymryd mwy o amser na'r arfer i ymddangos.
da: Din opfyldning på US$%lld er længere tid om at blive vist end normalt.
de: Deine Aufladung über US$%lld braucht länger als gewöhnlich, um zu erscheinen.
el: Η εμφάνιση της ανανέωσής σου US$%lld καθυστερεί περισσότερο από το συνηθισμένο.
eo: La apero de via ŝarĝo de US$%lld daŭras pli longe ol kutime.
es: Tu recarga de US$%lld está tardando más de lo habitual en aparecer.
es_ar: Tu recarga de US$%lld está tardando más de lo habitual en aparecer.
es_bo: Tu recarga de US$%lld está tardando más de lo habitual en aparecer.
et: Sinu US$%lld täienduse kuvamine võtab tavapärasest kauem aega.
eu: Zure US$%lld-ko kargak ohi baino gehiago hartzen du agertzeko.
fa: نمایان شدن شارژ US$%lld شما بیش از حد معمول طول می‌کشد.
fi: US$%lld:n lataus kestää tavallista kauemmin ilmestyä.
fil: Mas matagal kaysa karaniwan lumitaw ang iyong top up na US$%lld.
fo: Tað tekur longri enn vanligt fyri íleggingina tína av US$%lld at koma til sjón.
fr: Votre recharge de US$%lld met plus de temps que d'habitude à apparaître.
fy: Dyn opwurdearring fan US$%lld duorret langer as gewoan om te ferskinen.
ga: Tá d'athlíonadh US$%lld ag tógáil níos faide ná mar is gnách le teacht i láthair.
gd: Tha an lìonadh agad de US$%lld a' toirt nas fhaide na b' àbhaist gus nochdadh.
gl: A túa recarga de US$%lld está tardando máis do habitual en aparecer.
gn: Ne mbomyenyhẽ US$%lld ombyaje hetave ára oje'e haguéicha ohechauka hag̃ua.
gu: તમારું US$%lld ટોપ-અપ દેખાવામાં સામાન્ય કરતાં વધુ સમય લઈ રહ્યું છે.
ha: Bayyanar cika kuɗin ku na US$%lld yana ɗaukar lokaci fiye da yadda aka saba.
haw: Lōʻihi aku ka manawa i ke kau maʻamau no ka ʻike ʻana o kou hoʻopiha US$%lld.
he: ההטענה שלך של US$%lld מתעכבת יותר מהרגיל להופיע.
hi: आपके US$%lld के टॉप-अप को दिखने में सामान्य से अधिक समय लग रहा है।
hmn: Koj qhov ntxiv nyiaj US$%lld siv sij hawm ntev dua li ib txwm los tshwm sim.
hr: Prikazivanje vaše nadopune od US$%lld traje dulje nego inače.
hsb: Twoje napjelnjenje US$%lld traje dlěje hač wšědnje, doniž so njepokazuje.
ht: Rechaj ou US$%lld ap pran plis tan pase nòmal pou parèt.
hu: A US$%lld összegű feltöltésed a szokásosnál tovább tart, amíg megjelenik.
hy: Ձեր US$%lld լրացումի հայտնվելը սովորականից ավելի ժամանակ է խլում։
ia: Le apparentia de tu addition de US$%lld prende plus de tempore que le usual.
id: Isi ulang US$%lld Anda membutuhkan waktu lebih lama dari biasanya untuk muncul.
ig: Ngosipụta ịgbakwunye gị nke US$%lld na-ewe oge karịa ka a na-emebu.
is: Áfylling þín upp á US$%lld tekur lengri tíma en venjulega að birtast.
it: La tua ricarica da US$%lld sta impiegando più tempo del solito per comparire.
ja: US$%lld のチャージの反映に、通常より時間がかかっています。
jv: Isi ulang sampeyan US$%lld mbutuhake wektu luwih dawa tinimbang biasane kanggo katon.
ka: თქვენი US$%lld შევსების გამოჩენას ჩვეულებრივზე მეტი დრო სჩირდება.
kab: Timeẓri n umlili-inek n US$%lld tettxeddim ugar n wakud i yettwassnen.
kk: Сіздің US$%lld толтыруыңыздың пайда болуы әдеттегіден көбірек уақыт алып жатыр.
km: ការបញ្ចូលទឹកប្រាក់ US$%lld របស់អ្នកចំណាយពេលយូរជាងធម្មតាដើម្បីបង្ហាញ។
kn: ನಿಮ್ಮ US$%lld ಟಾಪ್-ಅಪ್ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಎಂದಿಗಿಂತ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದೆ.
ko: US$%lld 충전이 나타나는 데 평소보다 시간이 더 걸리고 있습니다.
ku: Xuyabûna top-up-a te ya US$%lld ji normalê dirêjtir digire.
ky: Сиздин US$%lld толтуруңуздун көрүнүшү адаттагыдан көбүрөөк убакыт алып жатат.
la: Apparitio auctionis tuae US$%lld diutius solito tempus sumit.
lb: Et dauert méi laang wéi normal bis deng US$%lld Opluedung erschéngt.
lo: ການເຕີມເງິນ US$%lld ຂອງທ່ານໃຊ້ເວລາດົນກວ່າປົກກະຕິເພື່ອປາກົດ.
lt: Jūsų US$%lld papildymo atsiradimas užtrunka ilgiau nei įprastai.
lv: Jūsu US$%lld papildinājuma parādīšanās aizņem ilgāku laiku nekā parasti.
mg: Ela kokoa noho ny mahazatra ny fisehoan'ny famenoanao US$%lld.
mi: He roa ake i te wā nōmata te wā mō tō whakaki US$%lld ki te puta.
mk: Прикажувањето на вашето дополнување од US$%lld трае подолго од вообичаено.
ml: നിങ്ങളുടെ US$%lld ടോപ്പ്-അപ്പ് കാണിക്കാൻ പതിവിലും കൂടുതൽ സമയമെടുക്കുന്നു.
mn: Таны US$%lld-ийн цэнэглэлт хэвийн үзагдэхээс илүү хугацаа авч байна.
mr: तुमचा US$%lld टॉप-अप दिसण्यास नेहमीपेक्षा जास्त वेळ लागत आहे.
ms: Tambah nilai US$%lld anda mengambil masa lebih lama daripada biasa untuk dipaparkan.
mt: It-top-up tiegħek ta' US$%lld qed jieħu iktar żmien mis-soltu biex jidher.
my: သင့် US$%lld ငွေဖြည့်မှု ပေါ်လာရန် ပုံမှန်ထက် အချိန်ပိုကြာနေပါသည်။
nb: Påfyllingen din på US$%lld bruker lengre tid enn vanlig på å vises.
ne: तपाईंको US$%lld टप-अप देखा पर्न सामान्य भन्दा बढी समय लागिरहेको छ।
nl: Je opwaardering van US$%lld verschijnt langzamer dan gebruikelijk.
nn: Påfyllingen din på US$%lld bruker lengre tid enn vanlig på å vises.
ny: Kuwonekera kwa kulipira kwanu kwa US$%lld kukutenga nthawi yayitali kuposa kaŵirikaŵiri.
om: Mulʼachuun guutuu US$%lld keessan yeroo baayʼee caalaa fudhachaa jira.
or: ଆପଣଙ୍କ US$%lld ଟପ୍-ଅପ୍ ଦେଖାଯିବାକୁ ସାଧାରଣ ଠାରୁ ଅଧିକ ସମୟ ଲାଗୁଛି।
pa: ਤੁਹਾਡੇ US$%lld ਟਾਪ-ਅੱਪ ਨੂੰ ਦਿਖਣ ਵਿੱਚ ਆਮ ਨਾਲੋਂ ਵੱਧ ਸਮਾਂ ਲੱਗ ਰਿਹਾ ਹੈ।
pl: Pojawienie się doładowania na US$%lld trwa dłużej niż zwykle.
ps: ستاسو US$%lld چارج د ښکاره کیدو لپاره له عادي وخت نه ډیر وخت نیسي.
pt: O teu carregamento de US$%lld está a demorar mais do que o habitual a aparecer.
pt_br: Sua recarga de US$%lld está demorando mais que o normal para aparecer.
qu: US$%lld hunt'anayki rikurinanpaq aswan unay pacha tukuchkan.
rm: Tes chargiament da US$%lld dovra dapli temp che normal per cumparair.
ro: Realimentarea ta de US$%lld durează mai mult decât de obicei să apară.
ru: Отображение вашего пополнения на US$%lld занимает больше времени, чем обычно.
rw: Kugaragara kw'ikongeramo ryawe rya US$%lld birimo gufata igihe kirenze ibisanzwe.
sd: توهان جي US$%lld ٽاپ اپ کي ظاهر ٿيڻ ۾ عام کان وڌيڪ وقت لڳي رهيو آهي.
sh: Prikazivanje vaše nadopune od US$%lld traje dulje nego inače.
si: ඔබේ US$%lld රීචාජ් එක පෙන්වීමට සාමාන්‍යයට වඩා වැඩි කාලයක් ගතවේ.
sk: Zobrazenie vášho dobitia US$%lld trvá dlhšie ako zvyčajne.
sl: Prikaz vaše dopolnitve v vrednosti US$%lld traja dlje kot običajno.
sm: E umi atu nai lo le masani ona fa'aali mai lau fa'atumu US$%lld.
sn: Kuoneka kwekuchaja kwako kweUS$%lld kuri kutora nguva yakawandisa kupfuura yakajairika.
so: Muuqashada buuxintaada US$%lld waxay qaadanaysaa waqti ka badan sida caadiga ah.
sq: Shfaqja e rimbushjes sate prej US$%lld po zgjat më shumë se zakonisht.
sr: Приказивање ваше допуне од US$%lld траје дуже него обично.
st: Ho bonahala ha ho tlatsa ha hao ha US$%lld ho nka nako e telele ho feta tloaelo.
su: Isi ulang anjeun US$%lld peryogi waktos langkung lami tibatan biasana pikeun némbongan.
sv: Din påfyllning på US$%lld tar längre tid än vanligt att visas.
sw: Kuongeza fedha kwako kwa US$%lld kunachukua muda mrefu kuliko kawaida kuonekana.
ta: உங்கள் US$%lld டாப்-அப் வழக்கத்தை விட காட்ட அதிக நேரம் எடுக்கிறது.
te: మీ US$%lld టాప్-అప్ కనిపించడానికి సాధారణం కంటే ఎక్కువ సమయం పడుతోంది.
tg: Намоиши пуркунии US$%lld-и шумо аз муқаррарӣ бештар вақт мегирад.
th: การเติมเงิน US$%lld ของคุณใช้เวลานานกว่าปกติในการแสดงผล
ti: US$%lld ምምላእካ ካብ ልምዲ ንላዕሊ ግዜ ይወስድ ኣሎ ንኽርአ።
tk: US$%lld doldurmaňyzyň görünmegi adatdakysyndan köp wagt alýar.
tn: Go bonala ga go tlatsa ga gago ga US$%lld go tsaya nako e telele go feta gale.
to: ʻOku fuoloa ange he founga masani hono hā mai ʻo hoʻo fakafonu ʻo e US$%lld.
tr: US$%lld değerindeki yüklemenizin görünmesi normalden daha uzun sürüyor.
tt: Сезнең US$%lld тулыландыруыгызның күренүе гадәттәгедән күбрәк вакыт ала.
ug: سىزنىڭ US$%lld تولدۇرۇشىڭىزنىڭ كۆرۈنۈشى ئادەتتىكىدىن كۆپرەك ۋاقىت ئالماقتا.
uk: Відображення вашого поповнення на US$%lld триває довше, ніж зазвичай.
ur: آپ کے US$%lld ٹاپ اپ کو ظاہر ہونے میں معمول سے زیادہ وقت لگ رہا ہے۔
uz: US$%lld to'ldirishingizning paydo bo'lishi odatdagidan ko'proq vaqt olmoqda.
vi: Khoản nạp US$%lld của bạn đang mất nhiều thời gian hơn bình thường để xuất hiện.
wa: L' aparucion di vosse ratchardjadje di US$%lld pete pus long timp k' å normå.
xh: I-top-up yakho ye-US$%lld ithatha ixesha elide kunesiqhelo ukubonakala.
yi: עס נעמט לענגער ווי געוויינטלעך פֿאַר אייער אויפלאָדן פֿון US$%lld צו דערשיינען.
yo: Ìfarahàn ìkówó rẹ ti US$%lld ń gbà àkókò ju bí ó ti máa ń rí lọ.
zh: 你的 US$%lld 充值出现的时间比平常更长。
zh_hk: 你的 US$%lld 加值出現的時間比平常更久。
zu: I-top-up yakho ye-US$%lld ithatha isikhathi eside kunokuvamile ukubonakala.
